cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'ansible'
brew 'arping'
brew 'awscli'
brew 'coreutils'
brew 'dark-mode'
brew 'go'
brew 'graphviz'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'kubernetes-cli'
brew 'libgit2'
brew 'lolcat'
brew 'openssl'
brew 'mtr'
brew 'ncdu'
brew 'mysql'
brew 'nmap'
brew 'node'
brew 'packer'
brew 'redis'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'python'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'shpotify'
brew 'spaceman-diff'
brew 'speedtest-cli'
brew 'spark'
brew 'telnet'
brew 'tfenv'
brew 'tldr'
brew 'tree'
brew 'tmux'
brew 'unrar'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'alfred'
cask 'bartender'
cask 'cyberduck'
cask 'evernote'
cask 'firefox'
cask 'force-paste'
cask 'iterm2'
cask 'keepassx'
cask 'google-chrome'
cask 'muzzle'
cask 'pi-filler'
cask 'private-internet-access'
cask 'slack'
cask 'spotify'
cask 'torbrowser'
cask 'steam'
cask 'tunnelblick'
cask 'visual-studio-code'
cask 'vlc'
cask 'wireshark'
cask 'zoom'
